Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# trading.order.error.invalidQuantity
source: Invalid quantity
ar: كمية غير صالحة
bn: অবৈধ পরিমাণ
bs: Neispravna količina
cs: Neplatné množství
da: Ugyldigt antal
de: Ungültige Menge
el: Μη έγκυρη ποσότητα
es: Cantidad inválida
fa: مقدار نامعتبر است
fi: Virheellinen määrä
fil: Di-wastong quantity
fr: Quantité invalide
he: כמות לא תקינה
hi: अमान्य क्वांटिटी
hr: Nevažeća količina
hu: Érvénytelen mennyiség
hy: Անվավեր քանակ
id: Jumlah tidak valid
is: Ógilt magn
it: Quantità non valida
ja: 数量が無効です
ko: 유효하지 않은 수량
lt: Neteisingas kiekis
lv: Nederīgs daudzums
ms: Kuantiti tidak sah
my: မမှန်ကန်သော အရေအတွက်
nb: Ugyldig antall
nl: Ongeldig aantal
pl: Nieprawidłowa ilość
pt_br: Quantidade inválida
ro: Cantitate invalidă
ru: Некорректное количество
sk: Neplatné množstvo
sq: Sasi e pavlefshme
sr_latn: Nevažeća količina
sv: Ogiltigt antal
sw: Kiasi si halali
th: จำนวนไม่ถูกต้อง
tr: Geçersiz miktar
uk: Неправильна кількість
vi: Số lượng không hợp lệ
zh_hans: 数量无效
zh_hant: 數量無效

# trading.order.instrumentLabel
source: Instrument
ar: الأداة
bn: ইনস্ট্রুমেন্ট
el: Μέσο
es: Instrumento
fa: نماد
fi: Instrumentti
he: מכשיר
hi: इंस्ट्रूमेंट
hu: Instrumentum
hy: Գործիք
id: Instrumen
is: Gerningur
it: Strumento
ja: 銘柄
ko: 종목
lt: Instrumentas
lv: Instruments
ms: Instrumen
pt_br: Instrumento
ru: Инструмент
sk: Nástroj
th: ตราสาร
tr: Enstrüman
uk: Інструмент
vi: Công cụ
zh_hans: 交易品种
zh_hant: 交易品種

# trading.order.orderTypeLabel
source: Type
ar: النوع
bn: ধরন
bs: Tip
cs: Typ
de: Typ
el: Τύπος
es: Tipo
fa: نوع
fi: Tyyppi
fil: Uri
he: סוג
hi: टाइप
hr: Tip
hu: Típus
hy: Տեսակ
id: Tipe
is: Tegund
it: Tipo
ja: タイプ
ko: 유형
lt: Tipas
lv: Tips
ms: Jenis
pl: Typ
pt_br: Tipo
ro: Tip
ru: Тип
sk: Typ
sq: Lloji
sr_latn: Tip
sv: Typ
sw: Aina
th: ประเภท
tr: Tür
uk: Тип
vi: Loại
zh_hans: 类型
zh_hant: 類型

# trading.order.priceLabel
source: Price
ar: السعر
bn: মূল্য
bs: Cijena
cs: Cena
da: Pris
de: Preis
el: Τιμή
es: Precio
fa: قیمت
fi: Hinta
fil: Presyo
fr: Prix
he: מחיר
hi: प्राइस
hr: Cijena
hu: Ár
hy: Գին
id: Harga
is: Verð
it: Prezzo
ja: 価格
ko: 가격
lt: Kaina
lv: Cena
ms: Harga
my: ဈေးနှုန်း
nb: Pris
nl: Prijs
pl: Cena
pt_br: Preço
ro: Preț
ru: Цена
sk: Cena
sq: Çmim
sr_latn: Cena
sv: Pris
sw: Bei
th: ราคา
tr: Fiyat
uk: Ціна
vi: Giá
zh_hans: 价格
zh_hant: 價格

# trading.order.quantityLabel
source: Quantity
ar: الكمية
bn: পরিমাণ
bs: Količina
cs: Množství
da: Antal
de: Menge
el: Ποσότητα
es: Cantidad
fa: مقدار
fi: Määrä
fr: Quantité
he: כמות
hi: क्वांटिटी
hr: Količina
hu: Mennyiség
hy: Քանակ
id: Jumlah
is: Magn
it: Quantità
ja: 数量
ko: 수량
lt: Kiekis
lv: Daudzums
ms: Kuantiti
my: အရေအတွက်
nb: Antall
nl: Aantal
pl: Ilość
pt_br: Quantidade
ro: Cantitate
ru: Количество
sk: Množstvo
sq: Sasi
sr_latn: Količina
sv: Antal
sw: Kiasi
th: จำนวน
tr: Miktar
uk: Кількість
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

# trading.order.reduceOnlyLabel
source: Reduce only
ar: تقليل فقط
bn: শুধু কমানো
bs: Samo smanjenje
cs: Pouze snížit
da: Kun reduktion
de: Nur Reduktion
el: Μόνο μείωση
es: Solo reducir
fi: Vain pienennys
fr: Réduction uniquement
he: הקטנה בלבד
hi: रिड्यूस ओनली
hr: Samo smanjenje
hu: Csak csökkentés
it: Solo riduzione
ja: リデュースオンリー
ko: 축소 전용
lt: Tik mažinti
lv: Tikai samazināt
ms: Kurang sahaja
nb: Kun reduksjon
nl: Alleen verkleinen
pl: Tylko redukcja
pt_br: Apenas redução
ro: Doar reducere
ru: Только уменьшение
sk: Iba redukcia
sq: Vetëm reduktim
sr_latn: Samo smanjenje
sv: Endast reducera
tr: Yalnızca azalt
uk: Лише зменшення
vi: Chỉ giảm
zh_hans: 只减仓
zh_hant: 只減倉

# trading.order.sideLabel
source: Side
ar: الجانب
bn: সাইড
bs: Strana
cs: Strana
de: Seite
el: Πλευρά
es: Lado
fa: سمت
fi: Suunta
fr: Sens
he: צד
hi: साइड
hr: Strana
hu: Oldal
hy: Ուղղություն
id: Sisi
is: Hlið
it: Lato
ja: サイド
ko: 방향
lt: Pusė
lv: Puse
ms: Sisi
nl: Zijde
pl: Strona
pt_br: Lado
ro: Direcție
ru: Сторона
sk: Strana
sq: Anë
sr_latn: Strana
sv: Sida
sw: Upande
th: ฝั่ง
tr: Yön
uk: Сторона
vi: Phía
zh_hans: 方向
zh_hant: 方向

# trading.order.stopPriceLabel
source: Stop price
ar: سعر الوقف
bn: স্টপ মূল্য
bs: Stop cijena
cs: Cena stopu
da: Stop-pris
de: Stop-Preis
el: Τιμή stop
es: Precio de stop
fa: قیمت استاپ
fi: Stop-hinta
fr: Prix de stop
he: מחיר סטופ
hi: स्टॉप प्राइस
hr: Stop cijena
hu: Stop ár
hy: Stop գին
id: Harga stop
is: Stop-verð
it: Prezzo di stop
ja: ストップ価格
ko: 스탑 가격
lt: Stop kaina
lv: Stop cena
ms: Harga stop
nb: Stoppris
nl: Stopprijs
pl: Cena stopu
pt_br: Preço de stop
ro: Preț stop
ru: Цена стопа
sk: Stop cena
sq: Çmim stopi
sr_latn: Stop cena
sv: Stoppris
sw: Bei ya stop
th: ราคา stop
tr: Stop fiyatı
uk: Ціна стопу
vi: Giá stop
zh_hans: 触发价格
zh_hant: 觸發價格

# trading.order.submit
source: Submit
ar: إرسال
bn: জমা দিন
bs: Pošalji
cs: Odeslat
da: Send
de: Absenden
el: Υποβολή
es: Enviar
fa: ثبت
fi: Lähetä
fil: Isumite
fr: Soumettre
he: שלח
hi: सबमिट
hr: Pošalji
hu: Beküldés
hy: Ներկայացնել
id: Kirim
is: Senda
it: Invia
ja: 送信
ko: 제출
lt: Pateikti
lv: Iesniegt
ms: Hantar
my: တင်သွင်းပါ
nb: Send
nl: Plaatsen
pl: Złóż
pt_br: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sq: Dorëzo
sr_latn: Pošalji
sv: Skicka
sw: Wasilisha
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# trading.order.title
source: New order
ar: أمر جديد
bn: নতুন অর্ডার
bs: Novi nalog
cs: Nový pokyn
da: Ny ordre
de: Neue Order
el: Νέα εντολή
es: Nueva orden
fa: سفارش جدید
fi: Uusi toimeksianto
fil: Bagong order
fr: Nouvel ordre
he: פקודה חדשה
hi: नया ऑर्डर
hr: Novi nalog
hu: Új megbízás
hy: Նոր հանձնարարական
id: Pesanan baru
is: Ný pöntun
it: Nuovo ordine
ja: 新規注文
ko: 새 주문
lt: Naujas pavedimas
lv: Jauns rīkojums
ms: Pesanan baharu
my: Order အသစ်
nb: Ny ordre
nl: Nieuwe order
pl: Nowe zlecenie
pt_br: Nova ordem
ro: Ordin nou
ru: Новый ордер
sk: Nový pokyn
sq: Porosi e re
sr_latn: Novi nalog
sv: Ny order
sw: Order mpya
th: คำสั่งใหม่
tr: Yeni emir
uk: Новий ордер
vi: Lệnh mới
zh_hans: 新建订单
zh_hant: 新訂單

# trading.orderStatus.filled
source: Filled
ar: منفذ
bn: পূরণ হয়েছে
bs: Izvršeno
cs: Provedeno
da: Udført
de: Ausgeführt
el: Εκτελεσμένη
es: Ejecutada
fa: پر شده
fi: Toteutettu
fr: Exécuté
he: בוצעה
hi: फिल्ड
hr: Izvršeno
hu: Végrehajtva
hy: Կատարված
id: Terisi
is: Framkvæmt
it: Eseguito
ja: 約定済み
ko: 체결됨
lt: Įvykdytas
lv: Izpildīts
ms: Dipenuhi
nb: Utført
nl: Uitgevoerd
pl: Zrealizowane
pt_br: Executada
ro: Executat
ru: Исполнен
sk: Vykonané
sq: E plotësuar
sr_latn: Izvršeno
sv: Utförd
sw: Imejazwa
th: จับคู่แล้ว
tr: Gerçekleşti
uk: Виконано
vi: Đã khớp
zh_hans: 已成交
zh_hant: 已成交

# trading.orderStatus.partial
source: Partially filled
ar: منفذ جزئيًا
bn: আংশিক পূরণ হয়েছে
bs: Djelimično izvršeno
cs: Částečně provedeno
da: Delvist udført
de: Teilausgeführt
el: Μερικώς εκτελεσμένη
es: Parcialmente ejecutada
fa: تا حدی پر شده
fi: Osittain toteutettu
fil: Bahagyang na-fill
fr: Partiellement exécuté
he: בוצעה חלקית
hi: आंशिक रूप से फिल्ड
hr: Djelomično izvršeno
hu: Részben végrehajtva
hy: Մասամբ կատարված
id: Terisi sebagian
is: Framkvæmt að hluta
it: Parzialmente eseguito
ja: 一部約定
ko: 부분 체결
lt: Dalinai įvykdytas
lv: Daļēji izpildīts
ms: Dipenuhi sebahagian
nb: Delvis utført
nl: Deels uitgevoerd
pl: Częściowo zrealizowane
pt_br: Parcialmente executada
ro: Executat parțial
ru: Частично исполнен
sk: Čiastočne vykonané
sq: E plotësuar pjesërisht
sr_latn: Delimično izvršeno
sv: Delvis utförd
sw: Imejazwa kiasi
th: จับคู่บางส่วน
tr: Kısmen gerçekleşti
uk: Частково виконано
vi: Khớp một phần
zh_hans: 部分成交
zh_hant: 部分成交

# trading.orderType.limit
source: Limit
ar: حد
bn: লিমিট
es: Límite
fi: Raja
fr: Limite
hi: लिमिट
it: Limite
ja: 指値
ko: 지정가
nl: Limiet
pt_br: Limite
ro: Limită
ru: Лимит
zh_hans: 限价
zh_hant: 限價

# trading.orderType.market
source: Market
ar: سوق
bn: মার্কেট
bs: Tržišni
cs: Tržní
da: Marked
el: Αγοράς
es: Mercado
fa: مارکت
fi: Markkina
fr: Marché
he: שוק
hi: मार्केट
hr: Tržišni
hu: Piaci
hy: Շուկայական
id: Pasar
is: Markaðs
it: Mercato
ja: 成行
ko: 시장가
lt: Rinkos
lv: Tirgus
ms: Pasaran
nb: Marked
nl: Markt
pl: Rynkowe
pt_br: Mercado
ro: Piață
ru: Рынок
sk: Trhový
sq: Treg
sr_latn: Tržišni
sv: Marknad
th: มาร์เก็ต
tr: Piyasa
uk: Ринковий
vi: Thị trường
zh_hans: 市价
zh_hant: 市價

# trading.orderType.stop
source: Stop
ar: وقف
bn: স্টপ
hi: स्टॉप
ja: ストップ
ko: 스탑
ru: Стоп
zh_hans: 止损
zh_hant: 止損

# trading.orderType.stop_limit
source: Stop limit
ar: وقف حد
bn: স্টপ লিমিট
es: Stop límite
fi: Stop-raja
fr: Stop limite
hi: स्टॉप लिमिट
ja: ストップ指値
ko: 스탑 지정가
pt_br: Stop limite
ro: Stop limită
ru: Стоп-лимит
zh_hans: 止损限价
zh_hant: 止損限價

# trading.side.buy
source: Buy
ar: شراء
bn: কেনা
bs: Kupi
cs: Nákup
da: Køb
de: Kauf
el: Αγορά
es: Comprar
fa: خرید
fi: Osta
fil: Bumili
fr: Achat
he: קנייה
hi: खरीदें
hr: Kupnja
hu: Vétel
hy: Գնել
id: Beli
is: Kaupa
it: Acquista
ja: 買い
ko: 매수
lt: Pirkti
lv: Pirkt
ms: Beli
nb: Kjøp
nl: Kopen
pl: Kupno
pt_br: Comprar
ro: Cumpărare
ru: Купить
sk: Nákup
sq: Blej
sr_latn: Kupi
sv: Köp
sw: Nunua
th: ซื้อ
tr: Al
uk: Купити
vi: Mua
zh_hans: 买入
zh_hant: 買入

# trading.side.sell
source: Sell
ar: بيع
bn: বিক্রি
bs: Prodaj
cs: Prodej
da: Sælg
de: Verkauf
el: Πώληση
es: Vender
fa: فروش
fi: Myy
fil: Magbenta
fr: Vente
he: מכירה
hi: बेचें
hr: Prodaja
hu: Eladás
hy: Վաճառել
id: Jual
is: Selja
it: Vendi
ja: 売り
ko: 매도
lt: Parduoti
lv: Pārdot
ms: Jual
nb: Selg
nl: Verkopen
pl: Sprzedaż
pt_br: Vender
ro: Vânzare
ru: Продать
sk: Predaj
sq: Shes
sr_latn: Prodaj
sv: Sälj
sw: Uza
th: ขาย
tr: Sat
uk: Продати
vi: Bán
zh_hans: 卖出
zh_hant: 賣出

# trading.trailingStop.accessibility.label.submitButton
source: Attach trailing stop
ar: إرفاق وقف متحرك
bn: ট্রেইলিং স্টপ সংযুক্ত করুন
bs: Dodaj trailing stop
cs: Připojit trailing stop
da: Tilføj trailing stop
de: Trailing Stop anhängen
el: Επισύναψη trailing stop
es: Adjuntar trailing stop
fa: افزودن trailing stop
fi: Liitä trailing stop
fil: I-attach ang trailing stop
fr: Attacher le trailing stop
he: צירוף סטופ נגרר
hi: ट्रेलिंग स्टॉप जोड़ें
hr: Dodaj trailing stop
hu: Trailing stop csatolása
hy: Կցել trailing stop
id: Pasang trailing stop
is: Tengja trailing stop
it: Aggiungi trailing stop
ja: トレーリングストップを設定
ko: 트레일링 스탑 추가
lt: Pridėti trailing stop
lv: Pievienot trailing stop
ms: Lampirkan trailing stop
my: trailing stop တွဲပါ
nb: Legg ved trailing stop
nl: Trailing stop toevoegen
pl: Załącz trailing stop
pt_br: Anexar trailing stop
ro: Atașează trailing stop
ru: Прикрепить trailing stop
sk: Pripojiť trailing stop
sq: Bashkëngjit trailing stop
sr_latn: Dodaj trailing stop
sv: Koppla trailing stop
sw: Ambatisha trailing stop
th: แนบ trailing stop
tr: Trailing stop ekle
uk: Додати trailing stop
vi: Đính kèm trailing stop
zh_hans: 附加追踪止损
zh_hant: 附加追蹤止損

# trading.trailingStop.activationLabel
source: Activation price
ar: سعر التفعيل
bn: সক্রিয়করণ মূল্য
bs: Cijena aktivacije
cs: Aktivační cena
da: Aktiveringspris
de: Aktivierungspreis
el: Τιμή ενεργοποίησης
es: Precio de activación
fa: قیمت فعال‌سازی
fi: Aktivointihinta
fr: Prix d'activation
he: מחיר הפעלה
hi: एक्टिवेशन प्राइस
hr: Cijena aktivacije
hu: Aktiválási ár
hy: Ակտիվացման գին
id: Harga aktivasi
is: Virkjunarverð
it: Prezzo di attivazione
ja: 発動価格
ko: 활성화 가격
lt: Aktyvavimo kaina
lv: Aktivizācijas cena
ms: Harga pengaktifan
nb: Aktiveringspris
nl: Activatieprijs
pl: Cena aktywacji
pt_br: Preço de ativação
ro: Preț de activare
ru: Цена активации
sk: Aktivačná cena
sq: Çmim aktivizimi
sr_latn: Cena aktivacije
sv: Aktiveringspris
sw: Bei ya activation
th: ราคาเปิดใช้งาน
tr: Aktivasyon fiyatı
uk: Ціна активації
vi: Giá kích hoạt
zh_hans: 激活价格
zh_hant: 啟動價格

# trading.trailingStop.cancel
source: Cancel
ar: إلغاء
bn: বাতিল
bs: Odustani
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fi: Peruuta
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
hy: Չեղարկել
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
lt: Atšaukti
lv: Atcelt
ms: Batal
my: ပယ်ဖျက်ပါ
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sq: Anulo
sr_latn: Otkaži
sv: Avbryt
sw: Ghairi
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# trading.trailingStop.error.alreadyAttached
source: Trailing stop already attached
ar: الوقف المتحرك مرفق بالفعل
bn: ট্রেইলিং স্টপ ইতিমধ্যে সংযুক্ত
bs: Trailing stop je već dodan
cs: Trailing stop je již připojen
da: Trailing stop er allerede tilføjet
de: Trailing Stop bereits angehängt
el: Το trailing stop είναι ήδη συνδεδεμένο
es: El trailing stop ya está adjunto
fa: Trailing stop قبلاً افزوده شده است
fi: Trailing stop on jo liitetty
fil: Naka-attach na ang trailing stop
fr: Trailing stop déjà attaché
he: סטופ נגרר כבר צורף
hi: ट्रेलिंग स्टॉप पहले से जुड़ा है
hr: Trailing stop je već dodan
hu: A trailing stop már csatolva van
hy: Trailing stop-ն արդեն կցված է
id: Trailing stop sudah terpasang
is: Trailing stop er þegar tengt
it: Trailing stop già aggiunto
ja: トレーリングストップはすでに設定されています
ko: 트레일링 스탑이 이미 추가되어 있습니다
lt: Trailing stop jau pridėtas
lv: Trailing stop jau pievienots
ms: Trailing stop sudah dilampirkan
my: trailing stop တွဲထားပြီး
nb: Trailing stop er allerede vedlagt
nl: Trailing stop al toegevoegd
pl: Trailing stop już załączony
pt_br: Trailing stop já anexado
ro: Trailing stop deja atașat
ru: Trailing stop уже прикреплён
sk: Trailing stop je už pripojený
sq: Trailing stop është bashkëngjitur tashmë
sr_latn: Trailing stop je već dodat
sv: Trailing stop redan kopplad
sw: Trailing stop tayari imeambatishwa
th: แนบ trailing stop แล้ว
tr: Trailing stop zaten eklenmiş
uk: Trailing stop вже додано
vi: Trailing stop đã được đính kèm
zh_hans: 已附加追踪止损
zh_hant: 已附加追蹤止損

# trading.trailingStop.error.invalidTrail
source: Invalid trail amount
ar: مقدار التتبع غير صالح
bn: অবৈধ ট্রেইল পরিমাণ
bs: Neispravna veličina koraka
cs: Neplatná velikost kroku
da: Ugyldig trail-størrelse
de: Ungültiger Trail-Abstand
el: Μη έγκυρο μέγεθος trail
es: Distancia de trail inválida
fa: فاصله trailing نامعتبر است
fi: Virheellinen seurantamäärä
fil: Di-wastong trail amount
fr: Distance de suivi invalide
he: מרחק סטופ נגרר לא תקין
hi: अमान्य ट्रेल अमाउंट
hr: Nevažeća veličina koraka
hu: Érvénytelen követési érték
hy: Անվավեր trail չափ
id: Jumlah trail tidak valid
is: Ógild trail-fjarlægð
it: Distanza di trailing non valida
ja: トレール幅が無効です
ko: 유효하지 않은 트레일 값
lt: Neteisingas trailing dydis
lv: Nederīgs sekošanas apjoms
ms: Jumlah trail tidak sah
my: မမှန်ကန်သော trail amount
nb: Ugyldig trail-avstand
nl: Ongeldige trailingafstand
pl: Nieprawidłowa wielkość kroku
pt_br: Valor de trail inválido
ro: Distanță trail invalidă
ru: Некорректный размер шага
sk: Neplatná veľkosť kroku
sq: Sasi trail e pavlefshme
sr_latn: Nevažeća veličina koraka
sv: Ogiltigt trail-avstånd
sw: Kiasi cha trail si halali
th: ระยะ trailing ไม่ถูกต้อง
tr: Geçersiz trail miktarı
uk: Неправильне значення кроку
vi: Khoảng cách trail không hợp lệ
zh_hans: 追踪距离无效
zh_hant: 追蹤距離無效

# trading.trailingStop.modeAbsolute
source: Absolute
ar: مطلق
bn: নির্দিষ্ট
bs: Apsolutno
cs: Absolutní
da: Absolut
de: Absolut
el: Απόλυτο
es: Absoluto
fa: مطلق
fi: Absoluuttinen
fr: Absolu
he: מוחלט
hi: एब्सोल्यूट
hr: Apsolutno
hu: Abszolút
hy: Բացարձակ
id: Absolut
is: Fast gildi
it: Assoluta
ja: 絶対値
ko: 절대값
lt: Absoliutus
lv: Absolūts
ms: Mutlak
nb: Absolutt
nl: Absoluut
pl: Bezwzględnie
pt_br: Absoluto
ro: Absolut
ru: Абсолютный
sk: Absolútne
sq: Absolut
sr_latn: Apsolutno
sv: Absolut
th: ค่าสัมบูรณ์
tr: Mutlak
uk: Абсолютне
vi: Tuyệt đối
zh_hans: 绝对值
zh_hant: 絕對值

# trading.trailingStop.modeLabel
source: Mode
ar: الوضع
bn: মোড
bs: Način
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
fa: حالت
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
hy: Ռեժիմ
is: Hamur
it: Modalità
ja: モード
ko: 모드
lt: Režimas
lv: Režīms
ms: Mod
nb: Modus
nl: Modus
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sq: Modalitet
sr_latn: Režim
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# trading.trailingStop.modePercent
source: Percent
ar: نسبة مئوية
bn: শতাংশ
bs: Postotak
cs: Procentní
da: Procent
de: Prozentual
el: Ποσοστό
es: Porcentaje
fa: درصدی
fi: Prosentti
fr: Pourcentage
he: אחוז
hi: प्रतिशत
hr: Postotak
hu: Százalék
hy: Տոկոս
id: Persen
is: Prósenta
it: Percentuale
ja: パーセント
ko: 퍼센트
lt: Procentinis
lv: Procentos
ms: Peratus
nb: Prosent
nl: Percentage
pl: Procentowo
pt_br: Percentual
ro: Procentual
ru: Процентный
sk: Percentuálne
sq: Përqindje
sr_latn: Procenat
sv: Procent
sw: Asilimia
th: เปอร์เซ็นต์
tr: Yüzde
uk: Відсоток
vi: Phần trăm
zh_hans: 百分比
zh_hant: 百分比

# trading.trailingStop.submit
source: Attach
ar: إرفاق
bn: সংযুক্ত করুন
bs: Dodaj
cs: Připojit
da: Tilføj
de: Anhängen
el: Επισύναψη
es: Adjuntar
fa: افزودن
fi: Liitä
fil: I-attach
fr: Attacher
he: צירוף
hi: जोड़ें
hr: Dodaj
hu: Csatolás
hy: Կցել
id: Pasang
is: Tengja
it: Aggiungi
ja: 設定
ko: 추가
lt: Pridėti
lv: Pievienot
ms: Lampirkan
my: တွဲပါ
nb: Legg ved
nl: Toevoegen
pl: Załącz
pt_br: Anexar
ro: Atașează
ru: Прикрепить
sk: Pripojiť
sq: Bashkëngjit
sr_latn: Dodaj
sv: Koppla
sw: Ambatisha
th: แนบ
tr: Ekle
uk: Додати
vi: Đính kèm
zh_hans: 附加
zh_hant: 附加

# trading.trailingStop.title
source: Attach trailing stop
ar: إرفاق وقف متحرك
bn: ট্রেইলিং স্টপ সংযুক্ত করুন
bs: Dodaj trailing stop
cs: Připojit trailing stop
da: Tilføj trailing stop
de: Trailing Stop anhängen
el: Επισύναψη trailing stop
es: Adjuntar trailing stop
fa: افزودن trailing stop
fi: Liitä trailing stop
fil: I-attach ang trailing stop
fr: Attacher le trailing stop
he: צירוף סטופ נגרר
hi: ट्रेलिंग स्टॉप जोड़ें
hr: Dodaj trailing stop
hu: Trailing stop csatolása
hy: Կցել trailing stop
id: Pasang trailing stop
is: Tengja trailing stop
it: Aggiungi trailing stop
ja: トレーリングストップを設定
ko: 트레일링 스탑 추가
lt: Pridėti trailing stop
lv: Pievienot trailing stop
ms: Lampirkan trailing stop
my: trailing stop တွဲပါ
nb: Legg ved trailing stop
nl: Trailing stop toevoegen
pl: Załącz trailing stop
pt_br: Anexar trailing stop
ro: Atașează trailing stop
ru: Прикрепить trailing stop
sk: Pripojiť trailing stop
sq: Bashkëngjit trailing stop
sr_latn: Dodaj trailing stop
sv: Koppla trailing stop
sw: Ambatisha trailing stop
th: แนบ trailing stop
tr: Trailing stop ekle
uk: Додати trailing stop
vi: Đính kèm trailing stop
zh_hans: 附加追踪止损
zh_hant: 附加追蹤止損

# trading.trailingStop.trailAmountLabel
source: Trail amount
ar: مقدار التتبع
bn: ট্রেইল পরিমাণ
bs: Veličina koraka
cs: Velikost kroku
da: Trail-størrelse
de: Trail-Abstand
el: Μέγεθος trail
es: Distancia de trail
fa: فاصله trailing
fi: Seurantamäärä
fr: Distance de suivi
he: מרחק סטופ
hi: ट्रेल अमाउंट
hr: Veličina koraka
hu: Követési érték
hy: Trail չափ
id: Jumlah trail
is: Trail-fjarlægð
it: Distanza di trailing
ja: トレール幅
ko: 트레일 값
lt: Trailing dydis
lv: Sekošanas apjoms
ms: Jumlah trail
nb: Trail-avstand
nl: Trailingafstand
pl: Wielkość kroku
pt_br: Valor do trail
ro: Distanță trail
ru: Размер шага
sk: Veľkosť kroku
sq: Sasi trail
sr_latn: Veličina koraka
sv: Trail-avstånd
sw: Kiasi cha trail
th: ระยะ trailing
tr: Trail miktarı
uk: Величина кроку
vi: Khoảng cách trail
zh_hans: 追踪距离
zh_hant: 追蹤距離

# user.role.admin
source: Admin
ar: مسؤول
bn: অ্যাডমিন
bs: Administrator
cs: Administrátor
da: Administrator
de: Administrator
el: Διαχειριστής
es: Administrador
fa: مدیر
fi: Pääkäyttäjä
fr: Administrateur
he: מנהל
hi: एडमिन
hr: Administrator
hu: Adminisztrátor
hy: Ադմին
is: Stjórnandi
it: Amministratore
ja: 管理者
ko: 관리자
lt: Administratorius
lv: Administrators
ms: Pentadbir
nb: Administrator
nl: Beheerder
pl: Administrator
pt_br: Administrador
ro: Administrator
ru: Администратор
sk: Administrátor
sq: Administrator
sr_latn: Administrator
sv: Administratör
th: ผู้ดูแลระบบ
tr: Yönetici
uk: Адміністратор
vi: Quản trị viên
zh_hans: 管理员
zh_hant: 管理員

# user.role.aiDelegate
source: AI delegate
ar: مندوب الذكاء الاصطناعي
bn: AI ডেলিগেট
bs: AI delegat
cs: Delegát AI
da: AI-delegeret
de: KI-Delegat
el: Αντιπρόσωπος AI
es: Delegado de IA
fa: نماینده AI
fi: AI-edustaja
fr: Délégué IA
he: נציג AI
hi: एआई डेलीगेट
hr: AI delegat
hu: AI delegált
hy: AI պատվիրակ
id: Delegasi AI
is: AI-fulltrúi
it: Delegato AI
ja: AI代理
ko: AI 대리인
lt: AI atstovas
lv: AI delegāts
ms: Delegasi AI
nb: AI-delegat
nl: AI-gedelegeerde
pl: Delegat AI
pt_br: Delegado de IA
ro: Delegat AI
ru: Делегат ИИ
sk: AI delegát
sq: Delegat AI
sr_latn: AI delegat
sv: AI-delegat
th: ตัวแทน AI
tr: AI delege
uk: Делегат AI
vi: Đại diện AI
zh_hans: AI 代理
zh_hant: AI 代理

# user.role.operatorRole
source: Operator
ar: مشغل
bn: অপারেটর
bs: Operater
cs: Operátor
da: Operatør
es: Operador
fa: اپراتور
fi: Operaattori
fr: Opérateur
he: אופרטור
hi: ऑपरेटर
hu: Operátor
hy: Օպերատոր
is: Rekstraraðili
it: Operatore
ja: オペレーター
ko: 오퍼레이터
lt: Operatorius
lv: Operators
nb: Operatør
pt_br: Operador
ru: Оператор
sk: Operátor
sr_latn: Operater
sv: Operatör
th: โอเปอเรเตอร์
tr: Operatör
uk: Оператор
vi: Người vận hành
zh_hans: 运营方
zh_hant: 操作員

# user.role.viewer
source: Viewer
ar: مشاهد
bn: ভিউয়ার
bs: Posmatrač
cs: Pozorovatel
da: Læser
de: Beobachter
el: Παρατηρητής
es: Observador
fa: بیننده
fi: Katselija
fr: Observateur
he: צופה
hi: व्यूअर
hr: Promatrač
hu: Megfigyelő
hy: Դիտող
id: Pengamat
is: Áhorfandi
it: Osservatore
ja: 閲覧者
ko: 뷰어
lt: Stebėtojas
lv: Skatītājs
ms: Pemerhati
nb: Observatør
nl: Kijker
pl: Obserwator
pt_br: Observador
ro: Observator
ru: Наблюдатель
sk: Pozorovateľ
sq: Vëzhgues
sr_latn: Posmatrač
sv: Observatör
sw: Mtazamaji
th: ผู้ดู
tr: İzleyici
uk: Спостерігач
vi: Người xem
zh_hans: 查看者
zh_hant: 檢視者

# wallet.error.loadFailed
source: Couldn't load wallets
ar: تعذر تحميل المحافظ
bn: ওয়ালেট লোড করা যায়নি
bs: Nije moguće učitati novčanike
cs: Peněženky se nepodařilo načíst
da: Kunne ikke indlæse wallets
de: Wallets konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση πορτοφολιών
es: No se pudieron cargar las wallets
fa: کیف پول‌ها بارگذاری نشدند
fi: Lompakoiden lataaminen epäonnistui
fil: Hindi ma-load ang mga wallet
fr: Impossible de charger les portefeuilles
he: לא ניתן לטעון ארנקים
hi: वॉलेट लोड नहीं हो सके
hr: Nije moguće učitati novčanike
hu: A pénztárcákat nem sikerült betölteni
hy: Չհաջողվեց բեռնել դրամապանակները
id: Gagal memuat dompet
is: Ekki tókst að hlaða veskjum
it: Impossibile caricare i wallet
ja: ウォレットを読み込めませんでした
ko: 지갑을 불러오지 못했습니다
lt: Nepavyko įkelti piniginių
lv: Neizdevās ielādēt makus
ms: Tidak dapat memuatkan dompet
my: Wallets ဖွင့်၍မရပါ
nb: Kunne ikke laste lommebøker
nl: Kan wallets niet laden
pl: Nie udało się załadować portfeli
pt_br: Não foi possível carregar as carteiras
ro: Nu s-au putut încărca portofelele
ru: Не удалось загрузить кошельки
sk: Nepodarilo sa načítať peňaženky
sq: Portofolet nuk u ngarkuan dot
sr_latn: Nije moguće učitati novčanike
sv: Kunde inte ladda plånböcker
sw: Haikuweza kupakia wallets
th: โหลดกระเป๋าเงินไม่ได้
tr: Cüzdanlar yüklenemedi
uk: Не вдалося завантажити гаманці
vi: Không thể tải ví
zh_hans: 无法加载钱包
zh_hant: 無法載入錢包

# wallet.picker.allWallets
source: All wallets
ar: كل المحافظ
bn: সব ওয়ালেট
bs: Svi novčanici
cs: Všechny peněženky
da: Alle wallets
de: Alle Wallets
el: Όλα τα πορτοφόλια
es: Todas las wallets
fa: همه کیف پول‌ها
fi: Kaikki lompakot
fil: Lahat ng wallet
fr: Tous les portefeuilles
he: כל הארנקים
hi: सभी वॉलेट
hr: Svi novčanici
hu: Minden pénztárca
hy: Բոլոր դրամապանակները
id: Semua dompet
is: Öll veski
it: Tutti i wallet
ja: すべてのウォレット
ko: 모든 지갑
lt: Visos piniginės
lv: Visi maki
ms: Semua dompet
my: Wallet အားလုံး
nb: Alle lommebøker
nl: Alle wallets
pl: Wszystkie portfele
pt_br: Todas as carteiras
ro: Toate portofelele
ru: Все кошельки
sk: Všetky peňaženky
sq: Të gjitha portofolet
sr_latn: Svi novčanici
sv: Alla plånböcker
sw: Wallet zote
th: กระเป๋าเงินทั้งหมด
tr: Tüm cüzdanlar
uk: Усі гаманці
vi: Tất cả ví
zh_hans: 所有钱包
zh_hant: 所有錢包
